{
    "title": "Version du logiciel",
    "workswith": "Ce site fonctionne en utilisant ",
    "providedby": ", un logiciel fourni par ",
    "description": " pour créer des sites Web facilement et rapidement, et sans même avoir une quelconque connaissance en développement Web ou en gestion de sites Web.",
    "store": [
        "le ",
        ", une fonctionnalité de Neutron permettant d'y intégrer des extensions provenant d'éditeurs tiers qui peuvent être téléchargées depuis Internet"
    ],
    "renderer": [
        " avec le moteur de rendu ",
        " version "
    ],
    "freesoftware": [
        "Ce logiciel est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier sous les termes de la ",
        "licence publique générale GNU comme publiée par la Free Software Foundation",
        ", soit la ",
        "version 3 ",
        "de la Licence, soit (selon votre choix) n'importe quelle version supérieure."
    ],
    "warranty": [
        "Ce logiciel est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; même pas la garantie implicite de VALEUR MARCHANDE ou d'APTITUDE À UNE UTILISATION SPÉCIFIQUE. Consultez la ",
        "licence publique générale GNU ",
        "pour plus de détails."
    ],
    "resources": "Ressources importantes",
    "support": "Support technique du logiciel/Suggestions de fonctionnalités",
    "storesupport": "Support technique du magasin d'extensions",
    "mprj": "Voir sur le site de Minteck Projects",
    "changelog": "Demander un changement dans les notes de mise à jour",
    "plugins": "Extensions activées",
    "stats": "Statistiques de ce site",
    "disclaimer": [
        "Ces statistiques sont à prendre avec des pincettes",
        ", car l'administrateur du site Web peut les avoir faussées en modifiant le fichier, et cela compte plusieurs fois les visites des différentes pages par un même utilisateur.",
        ", car elles peuvent ne plus être à jour si l'administrateur du site a désactivé l'option de CMS Sémantique."
    ],
    "today": " visite(s) aujourd'hui",
    "month": " visite(s) ce mois-ci",
    "year": " visite(s) cette année",
    "antiddos": [
        "La protection anti-DDOS est actuellement ",
        "activée",
        "désactivée",
        " sur ce site, ",
        "les informations sont à jour",
        "les informations peuvent ne plus être à jour",
        "La protection anti-DDOS n'a jamais été activée sur ce site, aucun contenu ne peut être affiché ici.",
        " visiteur(s) uniques enregistrés sur ce site ",
        "Les visites uniques sont enregistrées en utilisant la valeur du chiffrement de l'adresse IP. Toutefois, une adresse IP peut avoir appartenu à plusieurs personnes, même si cela est rare...",
        " bannissement(s) de visiteurs enregistrés sur ce site"
    ]
}